/* No comment provided by engineer. */
"About Device" = "摄像机信息";

/* No comment provided by engineer. */
"Add" = "新增";

/* No comment provided by engineer. */
"Add Camera" = "新增摄影机";

/* No comment provided by engineer. */
"Advanced Setting" = "参数设置";

/* No comment provided by engineer. */
"Alarm" = "报警";

/* No comment provided by engineer. */
"All" = "全部";

/* No comment provided by engineer. */
"App Info" = "信息";

/* No comment provided by engineer. */
"Back" = "返回";

/* No comment provided by engineer. */
"Camera" = "摄影机";

/* No comment provided by engineer. */
"Camera Found! (%d)" = "找到 %d 个摄影机！";

/* No comment provided by engineer. */
"Camera List" = "摄影机列表";

/* No comment provided by engineer. */
"Camera Name" = "摄影机名称";

/* No comment provided by engineer. */
"Camera Password" = "摄影机密码";

/* No comment provided by engineer. */
"Camera UID" = "摄影机UID";

"Camera UID can not less than 20 characters" = "摄像机UID请勿少于20个字元。";

"Camera UID length must be 20 characters" = "摄像机UID必须为20个字元。";

"Camera Name can not be empty" = "摄像机名称请勿空白。";

"Camera Password can not be empty" = "摄像机密码请勿空白。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Can not play remote record" = "无法获取远程录像档案。";

/* No comment provided by engineer. */
"Channel" = "频道";

/* No comment provided by engineer. */
"Choose a Network..." = "选择网络...";

/* No comment provided by engineer. */
"Confirm" = "确认";

/* No comment provided by engineer. */
"Confirm Password" = "密码确认";

/* No comment provided by engineer. */
"Connect Failed" = "联机失败";

/* No comment provided by engineer. */
"Connected" = "已联机";

/* No comment provided by engineer. */
"Connecting..." = "正在联机...";

/* No comment provided by engineer. */
"Continue" = "继续";

"Correct the wrong password" = "密码错误，请输入正确密码。";

"Delete" = "刪除";

"Delete?" = "是否刪除?";

"Delete Photo" = "刪除照片";

"Dismiss" = "关闭";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Edit" = "编辑";

/* No comment provided by engineer. */
"Edit Camera" = "编辑摄影机";

/* No comment provided by engineer. */
"Enter Password" = "输入密码";

/* No comment provided by engineer. */
"Environment Mode" = "环境模式";

"Email Photo" = "电邮照片";

"Events" = "事件";

/* No comment provided by engineer. */
"Event List" = "事件列表";

/* No comment provided by engineer. */
"Flip & Mirror" = "翻转及镜像";

/* No comment provided by engineer. */
"Format command will ERASE all data of your SDCard" = "格式化命令将会清除SDCard内所有数据。";

/* No comment provided by engineer. */
"Format completed." = "格式化成功";

/* No comment provided by engineer. */
"Format failed." = "格式化失败";

/* No comment provided by engineer. */
"Format SDCard" = "格式化SDCard";

/* No comment provided by engineer. */
"Free Size" = "可用空间";

/* No comment provided by engineer. */
"Full Time" = "全时";

"Full-time recording" = "全时录像";

/* No comment provided by engineer. */
"Event List" = "事件列表";

/* No comment provided by engineer. */
"High" = "高";

/* No comment provided by engineer. */
"Horizontal Flip (Mirror)" = "水平翻转 (镜像)";

/* No comment provided by engineer. */
"Incorrect password for %@" = "密码错误 (%@)";

/* No comment provided by engineer. */
"Indoor Mode(50Hz)" = "室内模式(50Hz)";

/* No comment provided by engineer. */
"Indoor Mode(60Hz)" = "室内模式(60Hz)";

/* No comment provided by engineer. */
"Indoor(50Hz)" = "室内模式(50Hz)";

/* No comment provided by engineer. */
"Indoor(60Hz)" = "室内模式(60Hz)";

/* No comment provided by engineer. */
"Information" = "关于";

/* No comment provided by engineer. */
"IO Alarm" = "IO报警";

/* No comment provided by engineer. */
"Join" = "加入";

/* No comment provided by engineer. */
"LAN" = "局域网络";

/* No comment provided by engineer. */
"Live View" = "实时影像";

"Listen" = "监听";

"Listening" = "监听中";

"List are full, remove a device and try again" = "因摄像机清单已满，无法新增摄像机。";

"Loading..." = "读取中...";

/* No comment provided by engineer. */
"Low" = "低";

/* No comment provided by engineer. */
"Name" = "名称";

/* No comment provided by engineer. */
"Max" = "最高";

/* No comment provided by engineer. */
"Medium" = "适中";

/* No comment provided by engineer. */
"Microphone" = "麦克风";

/* No comment provided by engineer. */
"Min" = "最低";

/* No comment provided by engineer. */
"Mirror" = "镜像";

/* No comment provided by engineer. */
"Model" = "型号";

/* No comment provided by engineer. */
"Motion Detection" = "移动侦测";

/* No comment provided by engineer. */
"Mute" = "静音";

/* No comment provided by engineer. */
"New" = "新密码";

/* No comment provided by engineer. */
"New Password" = "新密码";

/* No comment provided by engineer. */
"Night" = "夜间模式";

/* No comment provided by engineer. */
"Night Mode" = "夜间模式";

/* No comment provided by engineer. */
"No result found" = "没有找到任何记录";

/* No comment provided by engineer. */
"No Wi-Fi network found" = "没有找到网络";

/* No comment provided by engineer. */
"None" = "无";

/* No comment provided by engineer. */
"Normal" = "一般";

/* No comment provided by engineer. */
"Not Supported" = "不支援";

/* No comment provided by engineer. */
"Off" = "关闭";

/* No comment provided by engineer. */
"Off line" = "未联机";

/* No comment provided by engineer. */
"Online" = "已联机";

/* No comment provided by engineer. */
"Online Nm: %d / Frame ratio: %d / %d" = "在线人数: %d / 掉包率: %d/%d";
"Online Nm: %d" = "在线人数: %d";

/* No comment provided by engineer. */
"OK" = "确定";

/* No comment provided by engineer. */
"Old" = "旧密码";

/* No comment provided by engineer. */
"Old Password" = "旧密码";

/* No comment provided by engineer. */
"Outdoor" = "室外模式";

/* No comment provided by engineer. */
"Outdoor Mode" = "室外模式";

/* No comment provided by engineer. */
"QRCode" = "QR Code";

/* No comment provided by engineer. */
"Playback" = "录像回放";

/* No comment provided by engineer. */
"Password" = "密码";

/* No comment provided by engineer. */
"Please enter password for %@" = "请输入密码。";

/* No comment provided by engineer. */
"Please input the password" = "请输入密码。";

"The old password is invalid" = "旧密码输入错误";

"Please select photos to delete." = "请选择欲删除的照片。";
"Please select records to delete." = "请选择欲删除的视频。";
"Pull down to refresh..." = "下拉屏幕以更新...";

"Ready" = "已准备";

/* No comment provided by engineer. */
"Reboot" = "重新启动";

/* No comment provided by engineer. */
"Reconnect" = "重新连接";

/* No comment provided by engineer. */
"Recording Mode" = "录像模式";

"Release to refresh..." = "放开屏幕以更新...";

/* No comment provided by engineer. */
"Save" = "储存";

"Save Photo" = "存储照片";

/* No comment provided by engineer. */
"Scanning..." = "正在扫描...";

/* No comment provided by engineer. */
"SDCard Fault" = "SDCard错误";

"Search" = "搜寻";

"Searching..." = "搜寻中";

/* No comment provided by engineer. */
"Security Code" = "安全密码";

/* No comment provided by engineer. */
"Snapshot" = "影像快照";

/* No comment provided by engineer. */
"Snapshot saved" = "影像快照已储存";

/* No comment provided by engineer. */
"Speak" = "通话";

/* No comment provided by engineer. */
"Speaking" = "通话中";

/* No comment provided by engineer. */
"Speaker" = "扬声器";

/* No comment provided by engineer. */
"The name, uid and password field can not bƒe empty" = "请填入名称、密码及UID。";

/* No comment provided by engineer. */
"The new password and confirm password do not match" = "「密码」与「密码确认」不相符。";

/* No comment provided by engineer. */
"The new password is more than 15 characters" = "新密码超过15个字元。";

/* No comment provided by engineer. */
"The password is more than 30 characters" = "新密码超过30个字元。";

/* No comment provided by engineer. */
"The video has finished playing" = "此录像文件已播放完毕。";

/* No comment provided by engineer. */
"This device is already exists" = "此装置已存在。";

/* No comment provided by engineer. */
"Timeout" = "联机逾时";

/* No comment provided by engineer. */
"Total Size" = "全部空间";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"Unknown Device" = "未知装置";

/* No comment provided by engineer. */
"UID" = "UID";

/* No comment provided by engineer. */
"Unsupported" = "未支援";

/* No comment provided by engineer. */
"Vender" = "厂商";

/* No comment provided by engineer. */
"Version" = "版本";

/* No comment provided by engineer. */
"Vertical and Horizontal Flip" = "垂直及水平翻转";

/* No comment provided by engineer. */
"Vertical Flip" = "垂直翻转";

/* No comment provided by engineer. */
"Video Flip" = "画面翻转";

/* No comment provided by engineer. */
"Video Lost" = "视频遗失";

/* No comment provided by engineer. */
"Video Quality" = "视频质量";

/* No comment provided by engineer. */
"Video Resume" = "视频回复";

"Wait for connecting..." = "等待联机中...";

/* No comment provided by engineer. */
"Warning" = "警告";

"Weak signal" = "讯号微弱";

/* No comment provided by engineer. */
"WiFi" = "WiFi网络";

/* No comment provided by engineer. */
"WiFi Networks" = "WiFi网络";

"Custom period" = "自定义";
"Search Period" = "搜索范围";
"Begin Time" = "开始时间";
"End Time" = "结束时间";
"Begin Date" = "开始日期";
"End Date" = "结束日期";
"Quality" = "收视状况";
"Good" = "佳";
"Bad" = "差";
"Time Zone" = "时区";
"asia" = "亚洲";
"europe" = "欧洲";
"america" = "美洲";
"oceania" = "大洋洲";
"africa" = "非洲";

"Remote Device Connecting" = "远端装置连线中";
"Remote Device Timeout" = "远端装置无回应";

/* No comment provided by engineer. */
"Within a day" = "一天内";

/* No comment provided by engineer. */
"Within a week" = "一周内";

/* No comment provided by engineer. */
"Within an hour" = "一小时内";

/* No comment provided by engineer. */
"Within half a day" = "半天内";

/* No comment provided by engineer. */
"Wrong Password" = "密码错误";

"Manually Add" = "手动新增";
"Sure to remove?" = "确定移除吗？";
"Sure to remove this view?" = "确定要移除此摄影画面？";
"LAN Search" = "区网新增";
"YES" = "是";
"NO" = "否";
"Press to talk" = "按住进行通话";
"Highest" = "最高";
"High" = "高";
"Medium" = "适中";
"Low" = "低";
"Lowest" = "最低";
"Caution!" = "警告!";
"Account Unlinked!" = "取消连接!";
"More" = "更多";
"Remove this device" = "移除此设备";
"Add Device" = "新增设备";
"Wired" = "有线";
"Wireless" = "无线";
"Manually add device" = "手动新增";
"Security code is changed, Please reconnect!" = "安全密码已修改，请重新连线！";
"Record Files" = "录像记录";
"Wrong ID or Password!" = "帐号或密码错误！";
"Not enough space to save video" = "储存空间不足";
"Camera's video type is not supported recording" = "不支援此摄影机之影像格式";
"Recording Started" = "开始录像";
"Recording Saved to Album" = "录像已储存并同步至相本";
"Error recording video" = "录像失败";
"Error saving video" = "储存录像失败";

"用户手册"="用户手册";

"page1"="page1_cn.jpg";
"page2"="page2_cn.jpg";
"page3"="page3_cn.jpg";
"page4"="page4_cn.jpg";

"LanSearchTips1"="请在列表中选择设备UID号码添加观看";
"LanSearchTips2"="点我刷新，重新获取设备UID号码";

"GuidSkip"="跳过";

"60HZ"="60HZ";

"Click to move preset, Longpress to save"="点击来移动至位置, 长按来储存位置";
"Preset"="预置位";
"Saving successful"="存储成功";
